/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "이전 화면으로 돌아가려면, Menu(메뉴) 단추를 누르십시오.";

/* kBRMediaPlayerNotResponding*/
202 = "이전 화면으로 돌아가려면, Menu(메뉴) 단추를 누르십시오.";


/* kBRMediaNoMovieFolderContent */
304 = "생성 또는 다운로드한 동영상이 자신의 홈 폴더내 동영상 폴더에 있는지 확인하십시오.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "다른 재생목록을 선택하십시오.";

/* kBRMediaNoSuchSong */
312 = "다른 노래를 선택하십시오.";

/* kBRMediaNoSongForSlideshow */
316 = "슬라이드쇼 음악 설정을 확인한 뒤 다시 시도하십시오.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "슬라이드쇼 음악 설정을 확인한 뒤 다시 시도하십시오.";

/* kBRVideoUnplayable */
318 = "포맷이 인식되지 않았습니다.";

/* kBRMediaRadioStreamUnplayable */
319 = "재생하기 전에 라디오 스트리밍 시간이 초과되었습니다.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "소스를 확인한 뒤 다시 시도하십시오.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "소스를 확인한 뒤 다시 시도하십시오.";

/* kBRDataSourceConnectionInProgressError */
420 = "잠시만 기다리십시오.";

/* KBRSystemNetworkHostUnreachable */
501 = "네트워크 구성 및 연결을 확인하십시오.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Apple 극장용 예고편 웹사이트를 사용할 수 없습니다. 나중에 다시 시도하십시오.";

/* kBRSystemNotHDCPCompliant */
503 = "이 컨텐츠를 재생하려면, 연결된 모니터가 HDCP를 지원하는지 확인하십시오.";

/* kBRSetupCantSetLanguage */
600 = "다시 시도하십시오.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "다른 응용 프로그램에서 DVD를 재생하고 있습니다. 데스크탑으로 돌아가서 다른 응용 프로그램을 종료한 다음 다시 시도하십시오.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "다른 응용 프로그램에서 해당 DVD를 재생하고 있습니다. 데스크탑으로 돌아가서 다른 응용 프로그램을 종료하십시오.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "지역 코드에 대하여 더 배우려면, DVD 플레이어 도움말을 참조하십시오.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "포맷이 인식되지 않았습니다.";

/* kBRDVDErrorFatalDVDAlert */
754 = "디스크에 문제가 있습니다.";

/* kBRCDErrorCantEjectCDAlert */
755 = "다른 응용 프로그램에서 CD를 사용하고 있습니다. 데스크탑으로 돌아가서 다른 응용 프로그램을 종료한 다음 다시 시도하십시오.";


/* kBRInternalResourceError */
900 = "";


